Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# backup.repo.ownLockConflict.reason.missingTimeEvidence
source: the remote lock has no reliable timestamp
de: die Remotesperre hat keinen verlässlichen Zeitstempel
es: el bloqueo remoto no tiene una marca de tiempo fiable
es_419: el bloqueo remoto no tiene una marca de tiempo fiable
fr: le verrou distant n'a pas d'horodatage fiable
ja: リモートロックに信頼できるタイムスタンプがありません
ko: 원격 잠금에 신뢰할 수 있는 타임스탬프가 없음
pt_br: o bloqueio remoto não tem um carimbo de data/hora confiável
pt_pt: o bloqueio remoto não tem um carimbo de data/hora fiável
ru: у удалённой блокировки нет надёжной метки времени
uk: віддалене блокування не має надійної часової позначки
zh_hans: 远端锁缺少可靠时间戳
zh_hant: 遠端鎖缺少可靠時間戳
zh_hk: 遠端鎖缺少可靠時間戳

# backup.repo.ownLockConflict.reason.ownershipUnverified
source: the remote lock ownership could not be verified
de: der Besitz der Remotesperre konnte nicht bestätigt werden
es: no se pudo verificar la propiedad del bloqueo remoto
es_419: no se pudo verificar la propiedad del bloqueo remoto
fr: la propriété du verrou distant n'a pas pu être vérifiée
ja: リモートロックの所有者を確認できませんでした
ko: 원격 잠금의 소유권을 확인할 수 없음
pt_br: não foi possível verificar a propriedade do bloqueio remoto
pt_pt: não foi possível verificar a propriedade do bloqueio remoto
ru: не удалось подтвердить владельца удалённой блокировки
uk: не вдалося підтвердити власника віддаленого блокування
zh_hans: 无法确认远端锁的归属
zh_hant: 無法確認遠端鎖的歸屬
zh_hk: 無法確認遠端鎖的歸屬

# backup.repo.ownLockConflict.reason.stillFresh
source: the previous write lock is still inside its safety window
de: die vorherige Schreibsperre liegt noch im Sicherheitsfenster
es: el bloqueo de escritura anterior sigue dentro de su ventana de seguridad
es_419: el bloqueo de escritura anterior sigue dentro de su ventana de seguridad
fr: le verrou d'écriture précédent est encore dans sa fenêtre de sécurité
ja: 前回の書き込みロックはまだ安全期間内です
ko: 이전 쓰기 잠금이 아직 안전 보호 시간 안에 있음
pt_br: o bloqueio de gravação anterior ainda está dentro da janela de segurança
pt_pt: o bloqueio de escrita anterior ainda está dentro da janela de segurança
ru: предыдущая блокировка записи всё ещё в защитном интервале
uk: попереднє блокування запису все ще в захисному інтервалі
zh_hans: 上一次写入锁仍在安全保护窗口内
zh_hant: 上一次寫入鎖仍在安全保護視窗內
zh_hk: 上一次寫入鎖仍在安全保護視窗內

# backup.repo.ownLockConflict.retryAfter
source: This device should be able to continue the previous backup soon. Reason: %1$@. Try again after %2$@.
de: Dieses Gerät sollte das vorherige Backup bald fortsetzen können. Grund: %1$@. Versuchen Sie es nach %2$@ erneut.
es: Este dispositivo debería poder continuar pronto con la copia de seguridad anterior. Motivo: %1$@. Inténtalo de nuevo después de %2$@.
es_419: Este dispositivo debería poder continuar pronto con el respaldo anterior. Motivo: %1$@. Inténtalo de nuevo después de %2$@.
fr: Cet appareil devrait bientôt pouvoir reprendre la sauvegarde précédente. Raison : %1$@. Réessayez après %2$@.
ja: このデバイスでは、まもなく前回のバックアップを続行できるはずです。理由: %1$@。%2$@以降にもう一度お試しください。
ko: 이 기기에서 곧 이전 백업을 계속할 수 있을 것입니다. 이유: %1$@. %2$@ 이후 다시 시도하세요.
pt_br: Este dispositivo deve conseguir continuar o backup anterior em breve. Motivo: %1$@. Tente novamente depois de %2$@.
pt_pt: Este dispositivo deverá conseguir continuar a cópia de segurança anterior em breve. Motivo: %1$@. Tente novamente depois de %2$@.
ru: Скоро это устройство сможет продолжить предыдущее резервное копирование. Причина: %1$@. Повторите попытку после %2$@.
uk: Незабаром цей пристрій зможе продовжити попереднє резервне копіювання. Причина: %1$@. Повторіть спробу після %2$@.
zh_hans: 这台设备稍后应该就能继续上一次备份。原因：%1$@。请等到 %2$@ 之后再试。
zh_hant: 這台裝置稍後應該就能繼續上一次備份。原因：%1$@。請等到 %2$@ 之後再試。
zh_hk: 這部裝置稍後應該就能繼續上一次備份。原因：%1$@。請等到 %2$@ 之後再試。

# backup.repo.probeFault
source: Couldn't check the remote backup format (%@). No changes were made.
de: Format des Remote-Backups konnte nicht geprüft werden (%@). Es wurden keine Änderungen vorgenommen.
es: No se pudo comprobar el formato de la copia de seguridad remota (%@). No se realizaron cambios.
es_419: No se pudo comprobar el formato del respaldo remoto (%@). No se realizaron cambios.
fr: Impossible de vérifier le format de la sauvegarde distante (%@). Aucune modification n’a été effectuée.
ja: リモートバックアップの形式を確認できませんでした（%@）。変更は行われていません。
ko: 원격 백업 형식을 확인할 수 없습니다(%@). 변경된 내용이 없습니다.
pt_br: Não foi possível verificar o formato do backup remoto (%@). Nenhuma alteração foi feita.
pt_pt: Não foi possível verificar o formato da cópia de segurança remota (%@). Não foram feitas alterações.
ru: Не удалось проверить формат удалённой резервной копии (%@). Изменения не внесены.
uk: Не вдалося перевірити формат віддаленої резервної копії (%@). Зміни не внесено.
zh_hans: 无法检查远端备份格式（%@）。未做任何更改。
zh_hant: 無法檢查遠端備份格式（%@）。未進行任何變更。
zh_hk: 無法檢查遠端備份格式（%@）。未進行任何變更。

# backup.repo.v1MonthManifestUnreadable
source: Backup migration couldn't read the legacy manifest for %@. Check the remote backup, then retry.
de: Die Backup-Migration konnte das alte Manifest für %@ nicht lesen. Prüfen Sie das Remote-Backup und versuchen Sie es erneut.
es: La migración de la copia de seguridad no pudo leer el manifiesto heredado de %@. Revisa la copia de seguridad remota y vuelve a intentarlo.
es_419: La migración del respaldo no pudo leer el manifiesto heredado de %@. Revisa el respaldo remoto y vuelve a intentarlo.
fr: La migration de la sauvegarde n’a pas pu lire le manifeste hérité pour %@. Vérifiez la sauvegarde distante, puis réessayez.
ja: %@ のレガシーマニフェストをバックアップ移行で読み取れませんでした。リモートバックアップを確認してから再試行してください。
ko: 백업 마이그레이션에서 %@의 이전 형식 매니페스트를 읽을 수 없습니다. 원격 백업을 확인한 후 다시 시도하세요.
pt_br: A migração do backup não conseguiu ler o manifesto legado de %@. Verifique o backup remoto e tente novamente.
pt_pt: A migração da cópia de segurança não conseguiu ler o manifesto antigo de %@. Verifique a cópia de segurança remota e tente novamente.
ru: При миграции резервной копии не удалось прочитать устаревший манифест для %@. Проверьте удалённую резервную копию и повторите попытку.
uk: Під час міграції резервної копії не вдалося прочитати застарілий маніфест для %@. Перевірте віддалену резервну копію та повторіть спробу.
zh_hans: 备份迁移无法读取 %@ 的旧版清单。请检查远端备份后重试。
zh_hant: 備份遷移無法讀取 %@ 的舊版清單。請檢查遠端備份後重試。
zh_hk: 備份遷移無法讀取 %@ 的舊版清單。請檢查遠端備份後重試。

# backup.repo.v1SourceChangedDuringMigration
source: The legacy backup changed while migration was running. Stop other backups, then retry.
de: Das alte Backup wurde während der Migration geändert. Stoppen Sie andere Backups und versuchen Sie es erneut.
es: La copia de seguridad heredada cambió mientras se ejecutaba la migración. Detén otras copias de seguridad y vuelve a intentarlo.
es_419: El respaldo heredado cambió mientras se ejecutaba la migración. Detén otros respaldos y vuelve a intentarlo.
fr: La sauvegarde héritée a changé pendant la migration. Arrêtez les autres sauvegardes, puis réessayez.
ja: 移行中にレガシーバックアップが変更されました。他のバックアップを停止してから再試行してください。
ko: 마이그레이션 중 기존 백업이 변경되었습니다. 다른 백업을 중지한 후 다시 시도하세요.
pt_br: O backup legado mudou enquanto a migração estava em andamento. Interrompa outros backups e tente novamente.
pt_pt: A cópia de segurança antiga mudou durante a migração. Pare outras cópias de segurança e tente novamente.
ru: Устаревшая резервная копия изменилась во время миграции. Остановите другие резервные копии и повторите попытку.
uk: Застаріла резервна копія змінилася під час міграції. Зупиніть інші резервні копії та повторіть спробу.
zh_hans: 迁移运行期间旧版备份发生变化。请先停止其他备份后重试。
zh_hant: 遷移執行期間舊版備份發生變化。請先停止其他備份後重試。
zh_hk: 遷移執行期間舊版備份發生變化。請先停止其他備份後重試。

# backup.repo.versionCommitFailed
source: Couldn't save the backup format marker. No changes were made.
de: Die Backup-Formatmarkierung konnte nicht gespeichert werden. Es wurden keine Änderungen vorgenommen.
es: No se pudo guardar el marcador de formato de la copia de seguridad. No se realizaron cambios.
es_419: No se pudo guardar el marcador de formato del respaldo. No se realizaron cambios.
fr: Impossible d’enregistrer le marqueur de format de la sauvegarde. Aucune modification n’a été effectuée.
ja: バックアップ形式のマーカーを保存できませんでした。変更は行われていません。
ko: 백업 형식 마커를 저장할 수 없습니다. 변경된 내용이 없습니다.
pt_br: Não foi possível salvar o marcador de formato do backup. Nenhuma alteração foi feita.
pt_pt: Não foi possível guardar o marcador de formato da cópia de segurança. Não foram feitas alterações.
ru: Не удалось сохранить маркер формата резервной копии. Изменения не внесены.
uk: Не вдалося зберегти маркер формату резервної копії. Зміни не внесено.
zh_hans: 无法保存备份格式标记。未做任何更改。
zh_hant: 無法儲存備份格式標記。未進行任何變更。
zh_hk: 無法儲存備份格式標記。未進行任何變更。

# backup.repo.writerIdentityUnavailable
source: No writer identity is available for this profile. No changes were made.
de: Für dieses Profil ist keine Schreiberkennung verfügbar. Es wurden keine Änderungen vorgenommen.
es: No hay ninguna identidad de escritura disponible para este perfil. No se realizaron cambios.
es_419: No hay ninguna identidad de escritura disponible para este perfil. No se realizaron cambios.
fr: Aucune identité d’écriture n’est disponible pour ce profil. Aucune modification n’a été effectuée.
ja: このプロファイルには書き込み元の識別情報がありません。変更は行われていません。
ko: 이 프로필에 사용할 작성자 ID가 없습니다. 변경된 내용이 없습니다.
pt_br: Nenhuma identidade de gravação está disponível para este perfil. Nenhuma alteração foi feita.
pt_pt: Não há identidade de escrita disponível para este perfil. Não foram feitas alterações.
ru: Для этого профиля недоступен идентификатор устройства, выполняющего запись. Изменения не внесены.
uk: Для цього профілю немає ідентифікатора запису. Зміни не внесено.
zh_hans: 此配置没有可用的写入者标识。未做任何更改。
zh_hant: 此設定檔沒有可用的寫入者識別碼。未進行任何變更。
zh_hk: 此設定檔沒有可用的寫入者識別碼。未進行任何變更。

# backup.scheduler.stageTimingFinal
source: Stage timing (last %1$lld items, progress %2$lld/%3$lld): size total=%4$@ uploaded=%5$@ rate=%6$@/s bodyRate=%7$@/s (wall %8$.2fs), export/hash %9$.2fs (avg %10$.1fms), collision %11$.2fs (avg %12$.1fms), uploadBody %13$.2fs (avg %14$.1fms), setMtime %15$.2fs (avg %16$.1fms), db %17$.2fs (avg %18$.1fms), timedAssets=%19$lld
de: Phasenzeiten (letzte %1$lld Elemente, Fortschritt %2$lld/%3$lld): Größe gesamt=%4$@ hochgeladen=%5$@ Rate=%6$@/s Body-Rate=%7$@/s (wall %8$.2fs), Export/Hash %9$.2fs (avg %10$.1fms), Kollision %11$.2fs (avg %12$.1fms), Upload-Body %13$.2fs (avg %14$.1fms), Mtime setzen %15$.2fs (avg %16$.1fms), DB %17$.2fs (avg %18$.1fms), Assets mit Zeitmessung=%19$lld
es: Tiempos por etapa (últimos %1$lld elementos, progreso %2$lld/%3$lld): tamaño total=%4$@ subido=%5$@ velocidad=%6$@/s bodyRate=%7$@/s (wall %8$.2fs), export/hash %9$.2fs (avg %10$.1fms), colisión %11$.2fs (avg %12$.1fms), uploadBody %13$.2fs (avg %14$.1fms), setMtime %15$.2fs (avg %16$.1fms), bd %17$.2fs (avg %18$.1fms), elementos medidos=%19$lld
es_419: Tiempos por etapa (últimos %1$lld elementos, progreso %2$lld/%3$lld): tamaño total=%4$@ cargado=%5$@ velocidad=%6$@/s bodyRate=%7$@/s (wall %8$.2fs), export/hash %9$.2fs (avg %10$.1fms), colisión %11$.2fs (avg %12$.1fms), uploadBody %13$.2fs (avg %14$.1fms), setMtime %15$.2fs (avg %16$.1fms), bd %17$.2fs (avg %18$.1fms), elementos medidos=%19$lld
fr: Temps par étape (derniers %1$lld éléments, progression %2$lld/%3$lld) : taille totale=%4$@ téléversé=%5$@ débit=%6$@/s débitBody=%7$@/s (wall %8$.2fs), export/hash %9$.2fs (moy %10$.1fms), collision %11$.2fs (moy %12$.1fms), uploadBody %13$.2fs (moy %14$.1fms), setMtime %15$.2fs (moy %16$.1fms), db %17$.2fs (moy %18$.1fms), éléments mesurés=%19$lld
ja: ステージ所要時間（最後の %1$lld 件、進捗 %2$lld/%3$lld）: size total=%4$@ uploaded=%5$@ rate=%6$@/s bodyRate=%7$@/s (wall %8$.2fs), export/hash %9$.2fs (avg %10$.1fms), collision %11$.2fs (avg %12$.1fms), uploadBody %13$.2fs (avg %14$.1fms), setMtime %15$.2fs (avg %16$.1fms), db %17$.2fs (avg %18$.1fms), timedAssets=%19$lld
ko: 단계 소요 시간(마지막 %1$lld개, 진행 %2$lld/%3$lld): size total=%4$@ uploaded=%5$@ rate=%6$@/s bodyRate=%7$@/s (wall %8$.2fs), export/hash %9$.2fs (avg %10$.1fms), collision %11$.2fs (avg %12$.1fms), uploadBody %13$.2fs (avg %14$.1fms), setMtime %15$.2fs (avg %16$.1fms), db %17$.2fs (avg %18$.1fms), timedAssets=%19$lld
pt_br: Tempo por etapa (últimos %1$lld itens, progresso %2$lld/%3$lld): tamanho total=%4$@ enviado=%5$@ taxa=%6$@/s bodyRate=%7$@/s (wall %8$.2fs), export/hash %9$.2fs (avg %10$.1fms), collision %11$.2fs (avg %12$.1fms), uploadBody %13$.2fs (avg %14$.1fms), setMtime %15$.2fs (avg %16$.1fms), db %17$.2fs (avg %18$.1fms), assets medidos=%19$lld
pt_pt: Tempo por etapa (últimos %1$lld itens, progresso %2$lld/%3$lld): tamanho total=%4$@ enviado=%5$@ taxa=%6$@/s bodyRate=%7$@/s (wall %8$.2fs), export/hash %9$.2fs (avg %10$.1fms), collision %11$.2fs (avg %12$.1fms), uploadBody %13$.2fs (avg %14$.1fms), setMtime %15$.2fs (avg %16$.1fms), db %17$.2fs (avg %18$.1fms), assets medidos=%19$lld
ru: Тайминги этапа (последние %1$lld эл., прогресс %2$lld/%3$lld): общий размер=%4$@ выгружено=%5$@ скорость=%6$@/с скорость данных=%7$@/с (фактическое время %8$.2f с), экспорт/хеш %9$.2f с (среднее %10$.1f мс), коллизии %11$.2f с (среднее %12$.1f мс), uploadBody %13$.2f с (среднее %14$.1f мс), setMtime %15$.2f с (среднее %16$.1f мс), БД %17$.2f с (среднее %18$.1f мс), объектов с замером времени=%19$lld
uk: Час етапів (останні %1$lld елементів, прогрес %2$lld/%3$lld): size total=%4$@ uploaded=%5$@ rate=%6$@/s bodyRate=%7$@/s (wall %8$.2fs), export/hash %9$.2fs (avg %10$.1fms), collision %11$.2fs (avg %12$.1fms), uploadBody %13$.2fs (avg %14$.1fms), setMtime %15$.2fs (avg %16$.1fms), db %17$.2fs (avg %18$.1fms), timedAssets=%19$lld
zh_hans: 阶段耗时（最后 %1$lld 项，进度 %2$lld/%3$lld）：总大小=%4$@，已上传=%5$@，速率=%6$@/秒，正文速率=%7$@/秒（实际 %8$.2f 秒），导出/哈希 %9$.2f 秒（平均 %10$.1f 毫秒），冲突检查 %11$.2f 秒（平均 %12$.1f 毫秒），上传正文 %13$.2f 秒（平均 %14$.1f 毫秒），设置修改时间 %15$.2f 秒（平均 %16$.1f 毫秒），数据库 %17$.2f 秒（平均 %18$.1f 毫秒），计时项目=%19$lld
zh_hant: 階段耗時（最後 %1$lld 項，進度 %2$lld/%3$lld）：總大小=%4$@，已上傳=%5$@，速率=%6$@/秒，內容速率=%7$@/秒（實際 %8$.2f 秒），匯出/雜湊 %9$.2f 秒（平均 %10$.1f 毫秒），衝突檢查 %11$.2f 秒（平均 %12$.1f 毫秒），上傳內容 %13$.2f 秒（平均 %14$.1f 毫秒），設定修改時間 %15$.2f 秒（平均 %16$.1f 毫秒），資料庫 %17$.2f 秒（平均 %18$.1f 毫秒），計時項目=%19$lld
zh_hk: 階段耗時（最後 %1$lld 項，進度 %2$lld/%3$lld）：總大小=%4$@，已上載=%5$@，速率=%6$@/秒，內容速率=%7$@/秒（實際 %8$.2f 秒），匯出/雜湊 %9$.2f 秒（平均 %10$.1f 毫秒），衝突檢查 %11$.2f 秒（平均 %12$.1f 毫秒），上載內容 %13$.2f 秒（平均 %14$.1f 毫秒），設定修改時間 %15$.2f 秒（平均 %16$.1f 毫秒），資料庫 %17$.2f 秒（平均 %18$.1f 毫秒），計時項目=%19$lld

# backup.scheduler.stageTimingRecent
source: Stage timing (recent %1$lld items, progress %2$lld/%3$lld): size total=%4$@ uploaded=%5$@ rate=%6$@/s bodyRate=%7$@/s (wall %8$.2fs), export/hash %9$.2fs (avg %10$.1fms), collision %11$.2fs (avg %12$.1fms), uploadBody %13$.2fs (avg %14$.1fms), setMtime %15$.2fs (avg %16$.1fms), db %17$.2fs (avg %18$.1fms), timedAssets=%19$lld
de: Phasenzeiten (zuletzt verarbeitete %1$lld Elemente, Fortschritt %2$lld/%3$lld): Größe gesamt=%4$@ hochgeladen=%5$@ Rate=%6$@/s Body-Rate=%7$@/s (wall %8$.2fs), Export/Hash %9$.2fs (avg %10$.1fms), Kollision %11$.2fs (avg %12$.1fms), Upload-Body %13$.2fs (avg %14$.1fms), Mtime setzen %15$.2fs (avg %16$.1fms), DB %17$.2fs (avg %18$.1fms), Assets mit Zeitmessung=%19$lld
es: Tiempos por etapa (%1$lld elementos recientes, progreso %2$lld/%3$lld): tamaño total=%4$@ subido=%5$@ velocidad=%6$@/s bodyRate=%7$@/s (wall %8$.2fs), export/hash %9$.2fs (avg %10$.1fms), colisión %11$.2fs (avg %12$.1fms), uploadBody %13$.2fs (avg %14$.1fms), setMtime %15$.2fs (avg %16$.1fms), bd %17$.2fs (avg %18$.1fms), elementos medidos=%19$lld
es_419: Tiempos por etapa (%1$lld elementos recientes, progreso %2$lld/%3$lld): tamaño total=%4$@ cargado=%5$@ velocidad=%6$@/s bodyRate=%7$@/s (wall %8$.2fs), export/hash %9$.2fs (avg %10$.1fms), colisión %11$.2fs (avg %12$.1fms), uploadBody %13$.2fs (avg %14$.1fms), setMtime %15$.2fs (avg %16$.1fms), bd %17$.2fs (avg %18$.1fms), elementos medidos=%19$lld
fr: Temps par étape (%1$lld éléments récents, progression %2$lld/%3$lld) : taille totale=%4$@ téléversé=%5$@ débit=%6$@/s débitBody=%7$@/s (wall %8$.2fs), export/hash %9$.2fs (moy %10$.1fms), collision %11$.2fs (moy %12$.1fms), uploadBody %13$.2fs (moy %14$.1fms), setMtime %15$.2fs (moy %16$.1fms), db %17$.2fs (moy %18$.1fms), éléments mesurés=%19$lld
ja: ステージ所要時間（直近 %1$lld 件、進捗 %2$lld/%3$lld）: size total=%4$@ uploaded=%5$@ rate=%6$@/s bodyRate=%7$@/s (wall %8$.2fs), export/hash %9$.2fs (avg %10$.1fms), collision %11$.2fs (avg %12$.1fms), uploadBody %13$.2fs (avg %14$.1fms), setMtime %15$.2fs (avg %16$.1fms), db %17$.2fs (avg %18$.1fms), timedAssets=%19$lld
ko: 단계 소요 시간(최근 %1$lld개, 진행 %2$lld/%3$lld): size total=%4$@ uploaded=%5$@ rate=%6$@/s bodyRate=%7$@/s (wall %8$.2fs), export/hash %9$.2fs (avg %10$.1fms), collision %11$.2fs (avg %12$.1fms), uploadBody %13$.2fs (avg %14$.1fms), setMtime %15$.2fs (avg %16$.1fms), db %17$.2fs (avg %18$.1fms), timedAssets=%19$lld
pt_br: Tempo por etapa (últimos %1$lld itens, progresso %2$lld/%3$lld): tamanho total=%4$@ enviado=%5$@ taxa=%6$@/s bodyRate=%7$@/s (wall %8$.2fs), export/hash %9$.2fs (avg %10$.1fms), collision %11$.2fs (avg %12$.1fms), uploadBody %13$.2fs (avg %14$.1fms), setMtime %15$.2fs (avg %16$.1fms), db %17$.2fs (avg %18$.1fms), assets medidos=%19$lld
pt_pt: Tempo por etapa (últimos %1$lld itens, progresso %2$lld/%3$lld): tamanho total=%4$@ enviado=%5$@ taxa=%6$@/s bodyRate=%7$@/s (wall %8$.2fs), export/hash %9$.2fs (avg %10$.1fms), collision %11$.2fs (avg %12$.1fms), uploadBody %13$.2fs (avg %14$.1fms), setMtime %15$.2fs (avg %16$.1fms), db %17$.2fs (avg %18$.1fms), assets medidos=%19$lld
ru: Тайминги этапа (последние обработанные %1$lld эл., прогресс %2$lld/%3$lld): общий размер=%4$@ выгружено=%5$@ скорость=%6$@/с скорость данных=%7$@/с (фактическое время %8$.2f с), экспорт/хеш %9$.2f с (среднее %10$.1f мс), коллизии %11$.2f с (среднее %12$.1f мс), uploadBody %13$.2f с (среднее %14$.1f мс), setMtime %15$.2f с (среднее %16$.1f мс), БД %17$.2f с (среднее %18$.1f мс), объектов с замером времени=%19$lld
uk: Час етапів (останні %1$lld елементів, прогрес %2$lld/%3$lld): size total=%4$@ uploaded=%5$@ rate=%6$@/s bodyRate=%7$@/s (wall %8$.2fs), export/hash %9$.2fs (avg %10$.1fms), collision %11$.2fs (avg %12$.1fms), uploadBody %13$.2fs (avg %14$.1fms), setMtime %15$.2fs (avg %16$.1fms), db %17$.2fs (avg %18$.1fms), timedAssets=%19$lld
zh_hans: 阶段耗时（最近 %1$lld 项，进度 %2$lld/%3$lld）：总大小=%4$@，已上传=%5$@，速率=%6$@/秒，正文速率=%7$@/秒（实际 %8$.2f 秒），导出/哈希 %9$.2f 秒（平均 %10$.1f 毫秒），冲突检查 %11$.2f 秒（平均 %12$.1f 毫秒），上传正文 %13$.2f 秒（平均 %14$.1f 毫秒），设置修改时间 %15$.2f 秒（平均 %16$.1f 毫秒），数据库 %17$.2f 秒（平均 %18$.1f 毫秒），计时项目=%19$lld
zh_hant: 階段耗時（最近 %1$lld 項，進度 %2$lld/%3$lld）：總大小=%4$@，已上傳=%5$@，速率=%6$@/秒，內容速率=%7$@/秒（實際 %8$.2f 秒），匯出/雜湊 %9$.2f 秒（平均 %10$.1f 毫秒），衝突檢查 %11$.2f 秒（平均 %12$.1f 毫秒），上傳內容 %13$.2f 秒（平均 %14$.1f 毫秒），設定修改時間 %15$.2f 秒（平均 %16$.1f 毫秒），資料庫 %17$.2f 秒（平均 %18$.1f 毫秒），計時項目=%19$lld
zh_hk: 階段耗時（最近 %1$lld 項，進度 %2$lld/%3$lld）：總大小=%4$@，已上載=%5$@，速率=%6$@/秒，內容速率=%7$@/秒（實際 %8$.2f 秒），匯出/雜湊 %9$.2f 秒（平均 %10$.1f 毫秒），衝突檢查 %11$.2f 秒（平均 %12$.1f 毫秒），上載內容 %13$.2f 秒（平均 %14$.1f 毫秒），設定修改時間 %15$.2f 秒（平均 %16$.1f 毫秒），資料庫 %17$.2f 秒（平均 %18$.1f 毫秒），計時項目=%19$lld

# backup.session.backupCompleted
source: Backup completed
de: Backup abgeschlossen
es: Copia de seguridad completada
es_419: Respaldo completado
fr: Sauvegarde terminée
ja: バックアップ完了
ko: 백업 완료
pt_br: Backup concluído
pt_pt: Cópia concluída
ru: Резервное копирование завершено
uk: Резервне копіювання завершено
zh_hans: 备份完成
zh_hant: 備份完成
zh_hk: 備份完成

# backup.session.backupCompletedPartial
source: Backup completed with failures
de: Backup mit Fehlern abgeschlossen
es: Copia de seguridad completada con errores
es_419: Respaldo completado con errores
fr: Sauvegarde terminée avec erreurs
ja: バックアップ完了（一部失敗）
ko: 백업 완료(일부 실패)
pt_br: Backup concluído com falhas
pt_pt: Cópia concluída com falhas
ru: Резервное копирование завершено с ошибками
uk: Резервне копіювання завершено з помилками
zh_hans: 备份完成（部分失败）
zh_hant: 備份完成（部分失敗）
zh_hk: 備份完成（部分失敗）

# backup.session.completed
source: Backup completed
de: Backup abgeschlossen
es: Copia de seguridad completada
es_419: Respaldo completado
fr: Sauvegarde terminée
ja: バックアップ完了
ko: 백업 완료
pt_br: Backup concluído
pt_pt: Cópia concluída
ru: Резервное копирование завершено
uk: Резервне копіювання завершено
zh_hans: 备份完成
zh_hant: 備份完成
zh_hk: 備份完成

# backup.session.externalUnavailable
source: External storage disconnected
de: Externer Speicher getrennt
es: Almacenamiento externo desconectado
es_419: Almacenamiento externo desconectado
fr: Stockage externe déconnecté
ja: 外部ストレージが切断されました
ko: 외부 저장소 연결이 끊어졌습니다
pt_br: Armazenamento externo desconectado
pt_pt: Armazenamento externo desligado
ru: Внешний накопитель отключён
uk: Зовнішнє сховище від’єднано
zh_hans: 外接存储已断开连接
zh_hant: 外接儲存已中斷連線
zh_hk: 外接儲存已中斷連線

# backup.session.failed
source: Backup failed
de: Backup fehlgeschlagen
es: La copia de seguridad falló
es_419: El respaldo falló
fr: Échec de la sauvegarde
ja: バックアップ失敗
ko: 백업 실패
pt_br: Falha no backup
pt_pt: Falha na cópia
ru: Резервное копирование не удалось
uk: Помилка резервного копіювання
zh_hans: 备份失败
zh_hant: 備份失敗
zh_hk: 備份失敗

# backup.session.missingConnection
source: Connect a node first
de: Verbinden Sie zuerst einen Knoten
es: Conecta primero un nodo
es_419: Conecta primero un nodo
fr: Connectez d’abord un nœud
ja: 先にノードへ接続してください
ko: 먼저 노드에 연결해 주세요
pt_br: Conecte primeiro um nó
pt_pt: Ligue primeiro um nó
ru: Сначала подключите узел
uk: Спочатку підключіть вузол
zh_hans: 请先连接节点
zh_hant: 請先連線節點
zh_hk: 請先連線節點

# backup.session.notStarted
source: Not started
de: Nicht gestartet
es: No iniciado
es_419: No iniciado
fr: Non démarré
ja: 未開始
ko: 시작되지 않음
pt_br: Não iniciado
pt_pt: Não iniciado
ru: Не начато
uk: Не розпочато
zh_hans: 未开始
zh_hant: 未開始
zh_hk: 未開始

# backup.session.paused
source: Backup paused
de: Backup pausiert
es: Copia de seguridad en pausa
es_419: Respaldo pausado
fr: Sauvegarde en pause
ja: バックアップ一時停止
ko: 백업 일시 중지
pt_br: Backup pausado
pt_pt: Cópia em pausa
ru: Резервное копирование приостановлено
uk: Резервне копіювання призупинено
zh_hans: 备份已暂停
zh_hant: 備份已暫停
zh_hk: 備份已暫停

# backup.session.pausing
source: Pausing…
de: Wird pausiert…
es: Pausando...
es_419: Pausando...
fr: Mise en pause...
ja: 一時停止中...
ko: 일시 중지 중...
pt_br: Pausando...
pt_pt: A pausar...
ru: Приостановка…
uk: Призупинення…
zh_hans: 正在暂停…
zh_hant: 正在暫停…
zh_hk: 正在暫停…

# backup.session.preparingBackup
source: Preparing backup…
de: Backup wird vorbereitet…
es: Preparando la copia de seguridad...
es_419: Preparando el respaldo...
fr: Préparation de la sauvegarde...
ja: バックアップを準備中...
ko: 백업 준비 중...
pt_br: Preparando o backup...
pt_pt: A preparar a cópia...
ru: Подготовка резервного копирования…
uk: Підготовка резервного копіювання…
zh_hans: 正在准备备份…
zh_hant: 正在準備備份…
zh_hk: 正在準備備份…

# backup.session.preparingRetry
source: Preparing retry…
de: Wiederholung wird vorbereitet…
es: Preparando el reintento...
es_419: Preparando el reintento...
fr: Préparation de la nouvelle tentative…
ja: 再試行を準備中...
ko: 재시도 준비 중...
pt_br: Preparando nova tentativa...
pt_pt: A preparar nova tentativa...
ru: Подготовка повтора…
uk: Підготовка повторної спроби…
zh_hans: 正在准备重试…
zh_hant: 正在準備重試…
zh_hk: 正在準備重試…

# backup.session.resumeFailed
source: Resume backup failed
de: Fortsetzen des Backups fehlgeschlagen
es: No se pudo reanudar la copia de seguridad
es_419: Falló la reanudación del respaldo
fr: Échec de la reprise de la sauvegarde
ja: バックアップの再開に失敗しました
ko: 백업 재개 실패
pt_br: Falha ao retomar o backup
pt_pt: Falha ao retomar a cópia
ru: Не удалось возобновить резервное копирование
uk: Не вдалося продовжити резервне копіювання
zh_hans: 继续备份失败
zh_hant: 繼續備份失敗
zh_hk: 繼續備份失敗
